"""3) შექმენით ცვლადი სახელად celsius სადაც შეინახავთ მთელ რიცხვს. შემდეგ შექმენით ცვლადი სახელად fahrenheit, სადაც უნდა გამოთვალოთ წინა ცვლადის ტემპერატურა რამდენი ფაერენგეიტი იქნება. ასევე შექმენით ცვლადი kelvin რომელშიც შეინახავთ თუ რამდენი კელვინი იქნება celsius ცვლადში მოცემული რიცხვი, საბოლოოდ დაბეჭდეთ სამივე ცვლადი"""
# შექმენით ცვლადი Celsius
celsius = 25

# გამოთვალეთ ფარენგეიტი
fahrenheit = (celsius * 9/5) + 32

# გამოთვალეთ კელვინი
kelvin = celsius + 273.15

# დაბეჭდეთ შედეგები
print(celsius)
print(fahrenheit)
print(kelvin)
